//API11TRI  JOB 'API11',MSGCLASS=H,NOTIFY=&SYSUID,TIME=(,1)
//STEP1     EXEC PGM=SORT
//SORTIN    DD DISP=SHR,DSN=API11.COB.ASSURES
//SORTOUT   DD DISP=(NEW,CATLG,DELETE),DSN=API11.ACTIF.ASSUREST,
//           SPACE=(TRK,(1,1,0)),UNIT=SYSDA
//*
//SYSOUT    DD DUMMY
//SYSIN     DD *
  SORT FIELDS=(1,6,CH,A)
/*