//API11E    JOB 'API11',MSGCLASS=H,NOTIFY=&SYSUID,TIME=(,1)
//STEP1     EXEC PGM=IEBGENER
//SYSPRINT  DD DUMMY
//SYSUT1    DD DISP=SHR,DSN=API11.COB.ASSURES
//*
//SYSUT2    DD DISP=(NEW,CATLG,DELETE),DSN=API11.ACTIF.ASSURES2,
//           SPACE=(TRK,(1,1,0)),UNIT=SYSDA
//SYSIN     DD DUMMY