//API11D    JOB 'API11',MSGCLASS=H,NOTIFY=&SYSUID,TIME=(,1)
//STEP1     EXEC PGM=IEBGENER
//SYSPRINT  DD DUMMY
//SYSUT1    DD DISP=SHR,DSN=API11.SOURCE.JCL(TEST1)
//*
//SYSUT2    DD DISP=(NEW,CATLG,DELETE),DSN=API11.ACTIF.ASSURES3,
//           SPACE=(TRK,(1,1,0)),UNIT=SYSDA
//SYSIN     DD DUMMY