//API11E    JOB 'API11',MSGCLASS=H,NOTIFY=&SYSUID,TIME=(,1)
//STEP1     EXEC PGM=IEBGENER
//SYSIN     DD DUMMY
//SYSUT1    DD DISP=SHR,DSN=API11.COB.ASSURES
//*
//SYSUT2    DD DISP=(NEW,CATLG,DELETE),DSN=API11.COB.ASSURES2,
//             UNIT=SYSDA,SPACE=(TRK,(1,1))