//* Use a temp file instead
//API11ALB  JOB 'API11',MSGCLASS=H,NOTIFY=&SYSUID,TIME=(,1)
//STEP1     EXEC PGM=SORT
//SORTIN    DD DISP=SHR,DSN=API11.COB.ASSURES
//SORTOUT   DD DISP=(NEW,PASS),DSN=&&SORTFILE,
//           SPACE=(TRK,(1,1,0)),UNIT=SYSDA
//*
//SYSOUT    DD DUMMY
//SYSIN     DD *
  SORT FIELDS=(1,6,CH,A)
/*
//STEP2     EXEC PGM=IEBGENER
//SYSUT1    DD DISP=OLD,DELETE,DSN=&&SORTFILE
//SYSUT2    DD SYSOUT=*
//*
//SYSPRINT  DD SYSOUT=*
//SYSIN     DD DUMMY