//API11TRI  JOB 'API11',MSGCLASS=H,NOTIFY=&SYSUID,TIME=(,1)
//STEP1     EXEC PGM=SORT
//SORTIN    DD DSN=API11.COB.ASSURES,DISP=SHR
//SORTOUT   DD DSN=API11.ACTIF.ASSURET2,DISP=(NEW,CATLG,DELETE),
//           SPACE=(TRK,(1,1,0),RLSE),UNIT=SYSDA
//*
//SYSOUT    DD DUMMY
//* On insère les arguments de tri les uns après les autres
//SYSIN     DD *
  SORT FORMAT=CH,
       FIELDS=(45,5,D,1,6,A)
/*
