//API11F  JOB 'API11',MSGCLASS=H,NOTIFY=&SYSUID,TIME=(,10)
//*
//PRLIB JCLLIB ORDER=API11.SOURCE.JCL
//*
//STEP1   EXEC PROC=STEP1
//SYSIN   DD *
 SORT FIELDS=(1,6,CH,A)
/*
//STEP2  EXEC PROC=STEP2
//STEP4  EXEC PROC=STEP4
//SYSIN   DD *
 SORT FIELDS=(1,6,CH,A)
/*
//STEP5 EXEC PROC=STEP5
