//API11F    JOB 'API11',MSGCLASS=H,NOTIFY=&SYSUID,TIME=(,1)
//STEP1     EXEC PGM=IEBGENER
//* Un membre, donc parenthèses
//SYSUT1    DD DSN=API11.SOURCE.JCL(TEST2),DISP=SHR
//SYSUT2    DD SYSOUT=*
//* On envoie nos données vers SYSPRINT
//SYSPRINT  DD SYSOUT=*
//SYSIN     DD DUMMY