//API11E    JOB 'API11',MSGCLASS=H,NOTIFY=&SYSUID,TIME=(,1)
//STEP1     EXEC PGM=IEBGENER
//SYSUT1    DD DSN=API11.SOURCE.JCL(TEST1),DISP=SHR
//SYSUT2    DD DSN=API11.SOURCE.JCL(TEST2),DISP=SHR,
//           SPACE=(TRK,(1,1,0)),UNIT=SYSDA
//*
//SYSPRINT  DD DUMMY
//SYSIN     DD DUMMY