//API11C    JOB 'API11',MSGCLASS=H,NOTIFY=&SYSUID,TIME=(,1)
//STEP1     EXEC PGM=IEBGENER
//SYSUT1    DD DSN=API11.COB.ASSURES,DISP=SHR
//SYSUT2    DD SYSOUT=*
//*
//* On envoie nos données vers SYSPRINT
//SYSPRINT  DD SYSOUT=*
//SYSIN     DD DUMMY