//API11B    JOB 'API11',MSGCLASS=H,NOTIFY=&SYSUID,TIME=(,1)
//STEP1     EXEC PGM=IEBGENER
//SYSUT1    DD DSN=API11.COB.ASSURES,DISP=SHR
//* Pour créer un membre, on utilise des parenthèses : A.B.C(NOMFICHIER)
//SYSUT2    DD DSN=API11.SOURCE.JCL(TEST1),DISP=SHR,
//           SPACE=(TRK,(1,1,0)),UNIT=SYSDA
//*
//SYSPRINT  DD DUMMY
//SYSIN     DD DUMMY