//API11F    JOB 'API11',MSGCLASS=H,NOTIFY=&SYSUID,TIME=(,10)
//INSMPROC   PROC
//*
//PROC1      EXEC PGM=IEBGENER
//SYSUT1     DD DSN=API11.SOURCE.JCL(TEST2),DISP=SHR
//SYSUT2     DD SYSOUT=*
//SYSPRINT   DD SYSOUT=*
//SYSIN      DD DUMMY
//          PEND
//*
//STEP1     EXEC INSMPROC