//API11E JOB 'API11',MSGCLASS=H,NOTIFY=&SYSUID,TIME=(,10)
//DEFINE    EXEC  PGM=IDCAMS
//SYSPRINT  DD    SYSOUT=*
//SYSIN     DD  *
    DELETE API11.ACTIF.FICH01E
    DEFINE CLUSTER (NAME(API11.ACTIF.FICH01E) -
    CISZ(4096) -
    TRK(1,1) -
    FSPC(10 20) -
    NIXD -
    RECSZ(80 80) -
    VOLUMES(APIWK1))
/*
//REPROG    EXEC  PGM=IDCAMS
//SYSPRINT  DD SYSOUT=*
//SYSIN     DD *
    REPRO   IDS(API11.COB.ASSURES) -
            ODS(API11.ACTIF.FICH01E)
/*