//PRINT EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN DD *
    /* EX COMMENTAIRE DANS INSTREAM */ -
    PRINT IDS(API11.SOURCE.FICH01E)
    PRINT IDS(API11.SOURCE.FICH01E) HEX
    PRINT IDS(API11.SOURCE.FICH01E) CHAR SKIP(5) COUNT(3)
/*