//API11K JOB 'API11',MSGCLASS=H,NOTIFY=&SYSUID,TIME=(,10)
//DEFINE    EXEC  PGM=IDCAMS
//SYSPRINT  DD    SYSOUT=*
//SYSIN     DD  *
    DELETE API11.ACTIF.FICH02
    DEFINE CLUSTER (NAME(API11.ACTIF.FICH02) -
    CISZ(4096) -
    TRK(1,1) -
    FSPC(10 20) -
    NIXD -
    RECSZ(80 80) -
    VOLUMES(APIWK1))
/*