//API11R JOB 'API11',MSGCLASS=H,NOTIFY=&SYSUID,TIME=(,10)
//DEFINE    EXEC  PGM=IDCAMS
//SYSPRINT  DD    SYSOUT=*
//SYSIN     DD  *
    DELETE API11.ACTIF.FICH01R
    DEFINE CLUSTER (NAME(API11.ACTIF.FICH01R) -
    CISZ(4096) -
    FSPC(10 20) -
    NUMBERED -
    REC(100) -
    RECSZ(80 80) -
    VOLUMES(APIWK1))
/*
//REPROG    EXEC  PGM=IDCAMS
//SYSPRINT  DD SYSOUT=*
//SYSIN     DD *
    REPRO   IDS(API11.COB.ASSURES) -
            ODS(API11.ACTIF.FICH01R)
/*