//STEP2P    PROC
//STEP2     EXEC PGM=IEBGENER
//SYSUT1    DD DSN=&&SORTFILE,DISP=(OLD,DELETE)
//SYSUT2    DD DSN=API11.ACTIF.ASSURES3,DISP=(NEW,CATLG,DELETE),
//           SPACE=(TRK,(1,1,0),RLSE),UNIT=SYSDA
//SYSPRINT  DD DUMMY
//SYSIN     DD DUMMY
//          PEND
