//API11F  JOB 'API11',MSGCLASS=H,NOTIFY=&SYSUID,TIME=(,10)
//*
//PRLIB JCLLIB ORDER=API11.SOURCE.JCL
//*
//STEP1   EXEC PROC=EXO34E
//SYSIN   DD *
 SORT FIELDS=(1,6,CH,A)
/*