//EXO32    EXEC PGM=IEBGENER
//SYSUT1     DD DSN=API11.SOURCE.JCL(EXO21),DISP=SHR
//SYSUT2     DD SYSOUT=*
//SYSPRINT   DD SYSOUT=*
//SYSIN      DD DUMMY