//API11F  JOB 'API11',MSGCLASS=H,NOTIFY=&SYSUID,TIME=(,10)
//* On indique dans quel PDS se trouve notre procedure
//PRLIB JCLLIB ORDER=API11.SOURCE.JCL
//* Le nom du membre où se trouver notre procédure
//STEP1   EXEC PROC=EXO32E